Repository: MIKNOTAURO/protoboard
Catalog: activitytree/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Account activation failed.
es_mx: Falló la activación de la cuenta

source: Account Activated
es_mx: Cuenta activada

source: Your account is now activated.
es_mx: Tú cuenta ha sido activada.

source: You can log in.
es_mx: Puedes iniciar sesión

source: registration
es_mx: registro

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
es_mx: Recibes este correo por que haz solicitado que te registremos en %(site_name)s. Si esta solicitud NO la hiciste tu, por favor ignora el correo y tu dirección será borrada de nuestra base de datos.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
es_mx: Para activar esta cuenta, por favor haz clic en el enlace antes de los siguientes %(expiration_days)s días:

source: Sincerely, %(site_name)s Management
es_mx: Atentamente, los administradores de %(site_name)s

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
es_mx: Recibes este correo por que haz solicitado que te registremos en %(site_name)s. Si esta solicitud NO la hiciste tu, por favor ignora el correo y tu dirección será borrada de nuestra base de datos.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
es_mx: Para activar esta cuenta, por favor haz clic en el enlace antes de los siguientes %(expiration_days)s días:

source: Sincerely, %(site_name)s Management
es_mx: Atentamente, los administradores de %(site_name)s

source: Account activation on
es_mx: Activación de la cuenta activa

source: Logged out
es_mx: Cerrar sesión

source: Successfully logged out
es_mx: Haz cerrado la sesión exitosamente

source: Password changed
es_mx: Contraseña cambiada

source: Password successfully changed!
es_mx: ¡Contraseña cambiada exitósamente!

source: Change password
es_mx: Cambiar contraseña

source: Password reset complete
es_mx: Se ha restaurado la contraseña

source: Your password has been reset!
es_mx: ¡Tu contraseña se ha restaurado!

source: You may now
es_mx: Puedes ahora

source: log in
es_mx: iniciar sesión

source: Confirm password reset
es_mx: Confirma la restauración de la contraseña

source: Enter your new password below to reset your password:
es_mx: Ingresa tu nueva contraseña

source: Set password
es_mx: Cambiar la contraseña

source: Password reset
es_mx: Contraseña restaurada

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
es_mx: Te hemos enviado un correo con un enlace para restaurar tu contraseña. Por favorrevisa tu correo y haz clic en el enlace

source: Greetings
es_mx: Hola

source: To reset your password, please click the following link, or copy and paste it into your web browser:
es_mx: Para restaurar tu contraseña, por favor sigue el enlace o copia y pega el enlace en tu navegador

source: Your username, in case you've forgotten:
es_mx: Tu nombre de usuario en caso de que lo hayas olvidado o que no lo hayas especificado:

source: Best regards
es_mx: Atentamente

source: Management
es_mx: Adminstradores

source: Reset password
es_mx: Restaurar contraseña

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
es_mx: ¿Olvido su contraseña? Ingrese su correo electrónico y le enviaremos las instrucciones para restablecerla

source: Registration is closed
es_mx: El registro ha cerrado

source: Sorry, but registration is closed at this moment. Come back later.
es_mx: Lo sentimos, el registro está cerrado por el momento. Regresa después

source: Activation email sent
es_mx: Correo electrónico de activación enviado

source: Please check your email to complete the registration process.
es_mx: Por favor revisa tu cuenta de correo para continuar con el proceso de registro

source: Register for an account
es_mx: Registrate para dar de alta tu cuenta.

source: Submit
es_mx: Enviar
